Repository: microsoft/sketch360
Catalog: Source/Sketch360.XPlat/Resources/AppResources.*.resx
Languages: de, fr

# AboutMenuItem
source: About Sketch 360...
de: Über Sketch 360...
fr: À propos de Sketch 360...

source: About Sketch 360
de: Über Sketch 360
fr: À propos de Sketch 360

source: a Microsoft Garage Project
de: ein Microsoft Garagen-Projekt
fr: un projet Microsoft Garage

source: Background
de: Hintergrund
fr: Arrière-plan

source: Bottom
de: Unten
fr: Bas

source: Cancel
de: Abbrechen
fr: Annuler

# CarouselAppText
source: Sketch 360 helps you easily create 360 degree panoramic sketches, which are useful when you want to create a quick sketch of a space, real or virtual when modeling may take too long. Whether you are an architect, a VR designer, an urban sketcher, a 3D game designer or a 360 video producer, you can easily construct an accurate sketch from a single viewpoint that's easily shareable online using Sketch 360.
de: Sketch 360 hilft Ihnen eine 360-Grad-Panoramaskizze einfach zu erstellen, die nützlich sind wenn Sie eine schnelle Skizze eines realen oder virtuellen Raumes erstellen möchten und die Modellierung zu lange dauern kann. Egal, ob Sie Architekt, VR-Designer, urbaner Zeichner, 3D-Spieldesigner oder 360-Video-Produzent sind, Sie können ganz einfach eine genaue Skizze aus einem einzigen Blickwinkel erstellen, die mit Sketch 360 online leicht gemeinsam verwendet werden kann.
fr: Sketch 360 vous aide à créer facilement des croquis panoramiques à 360 degrés, qui sont utiles lorsque vous voulez créer un croquis rapide d’un espace, réel ou virtuel lorsque la modélisation peut prendre trop de temps. Que vous soyez un architecte, un concepteur vr, un dessinateur urbain, un concepteur de jeux 3D ou un producteur vidéo 360, vous pouvez facilement construire un croquis précis à partir d’un seul point de vue qui est facilement partageable en ligne en utilisant Sketch 360.

# CarouselDrawingText
source: Draw on one pane using equirectangular grid and stencils as guides. The stencils help you draw the vertical and curved horizontal lines that end up looking straight when seen in 360.
de: Zeichnen Sie auf einem Bereich mit äquirectangularen Rastern und Schablonen als Hilfslinien. Die Schablonen helfen Ihnen, die vertikalen und gekrümmten horizontalen Linien zu zeichnen, die am Ende gerade aussehen, wenn sie in 360 gesehen werden.
fr: Dessinez sur un volet à l’aide d’une grille équirectangulaire et de pochoirs comme guides. Les pochoirs vous aident à dessiner les lignes horizontales verticales et courbes qui finissent par être droites lorsqu’elles sont vues en 360.

# CarouselExportText
source: Export these images as viewable as 360 degree photos on sites like Facebook.com, Adobe Lightroom, Kuula.co or apps like VR Media Player.
de: Exportieren Sie diese Bilder als 360-Grad-Fotos auf Webseiten wie Facebook.com, Adobe Lightroom, Kuula.co oder Apps wie VR Media Player.
fr: Exportez ces images visibles en tant que des photos à 360 degrés sur des sites comme Facebook.com, Adobe Lightroom, Kuula.co ou des applications comme VR Media Player.

# CarouselSkip
source: SKIP
de: ÜBERSPRINGEN
fr: IGNORER

# CarouselSphericalText
source: As you draw, the flat sketch is projected to the inside of a sphere with you at the center. You can activate the motion sensors on your device to use the tilt and rotation of the device to determine the gaze orientation.
de: Während Sie zeichnen, wird die flache Skizze auf das Innere einer Kugel projiziert, mit Ihnen im Zentrum. Sie können die Bewegungssensoren auf Ihrem Gerät aktivieren und die Neigung und Drehung des Geräts zu verwenden um die Blickausrichtung zu bestimmen.
fr: Lorsque vous dessinez, l’esquisse plate est projetée à l’intérieur d’une sphère avec vous au centre. Vous pouvez activer les capteurs de mouvement sur votre appareil pour utiliser l’inclinaison et la rotation de l’appareil pour déterminer l’orientation du regard.

# CarouselStart
source: Let's Start
de: Lass uns anfangen
fr: Commençons

# Colors
source: Pen color
de: Stiftfarbe
fr: Couleur de stylo

# CreatedByMichaelScherotter
source: Created by Michael S. Scherotter Matthew Leibowitz Shane Neuville Komal Priya Jon Martin Mickaël Mottet Andreas Schiffler
de: Erstellt von Michael S. Scherotter Matthew Leibowitz Shane Neuville Komal Priya Jon Martin Mickaël Mottet Andreas Schiffler
fr: Créé par Michael S. Scherotter Matthew Leibowitz Shane Neuville Komal Priya Jon Martin Mickaël Mottet Andreas Schiffler

source: Drawing color
de: Zeichnungsfarbe
fr: Couleur de dessin

source: Export image
de: Bild exportieren
fr: Export de l'image

# ExportResolutions
source: Export resolution
de: Export Auflösung
fr: Résolution à l’export

# GridBy
source: Equirectangular tools (Eq A Snap) by António Bandeira Araújo.
de: Quadratische Plattkarte Werkzeuge (Eq A Snap) von Antonio Bandeira Araéjo.
fr: Outils equirectangulaires (Eq A Snap) par António Bandeira Araújo.

source: Grid opacity
de: Gitterdeckkraft
fr: Opacité de grille

source: Help
de: Hilfe
fr: Aide

# HelpMenuItem
source: Help...
de: Hilfe...
fr: Aide...

# LandscapeDrawingScreen
source: Lanscape drawing pane
de: Landschaft Zeichnungsbereich
fr: Panneau de dessin en paysage

source: Left
de: Links
fr: Gauche

source: Load initial sketch
de: Erste Skizze laden
fr: Chargez l’esquisse initiale

# LoadInitialSketchMessage
source: Loading the initial sketch will replace the current sketch. Press OK to continue.
de: Durch das Laden der ersten Skizze wird die aktuelle Skizze ersetzt. Drücken Sie OK, um fortzufahren.
fr: Le chargement de l’esquisse initiale remplacera l’esquisse actuelle. Appuyez sur OK pour continuer.

source: New sketch
de: Neue Skizze
fr: Nouveau croquis

source: OK
de: Okay

source: Open sketch...
de: Skizze öffnen...
fr: Ouvrir le croquis...

source: Pen size
de: Stiftgröße
fr: Taille du stylo

# PortraitDrawingScreen
source: Portrait drawing pane
de: Hochformat Zeichnungsbereich
fr: Panneau de dessin en portrait

# PrivacyAndCookies
source: Privacy & Cookies
de: Datenschutz und Cookies
fr: Confidentialité et cookies

source: Right
de: Rechts
fr: Droite

source: Save sketch...
de: Skizze speichern...
fr: Enregistrer le croquis ...

source: Settings
de: Einstellungen
fr: Paramètres

# SettingsMenuItem
source: Settings...
de: Einstellungen...
fr: Paramètres...

source: Share...
de: Freigeben...
fr: Partager...

source: Show introduction
de: Einführung anzeigen
fr: Afficher l’introduction

source: Sketch 360
de: Skizze 360

source: Sketch name
de: Skizzenname
fr: Nom de croquis

source: Sketch Properties
de: Skizzeneigenschaften
fr: Propriétés du croquis

# SketchPropertiesMenuItem
source: Sketch properties...
de: Skizzeneigenschaften...
fr: Propriétés du croquis...

# SketchSaved
source: 360 Sketch Saved
de: 360 Skizze gespeichert
fr: Croquis sauvegardé

# SketchSavedMessageFormat
source: Sketch saved to downloads folder: {0}
de: Skizze im Downloadordner gespeichert: {0}
fr: Croquis enregistré dans le dossier téléchargements: {0}

source: Top
de: Oben
fr: Haut
